Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.FlowCoefficientUnitEnum
The Mep pressure loss unit type.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.FlowCoefficientUnitEnum.KV
SI unit for flow coefficient.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.FlowCoefficientUnitEnum.CV
Imperial unit for flow coefficient.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.FlowCoefficientUnitEnum.UNKNOWN
unknown unit.